files/paper-reviews/8. From Hot Papers_JC.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-02-15 Tue 13:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="ChongChong He" />
<link rel="stylesheet" href="css/org.css" type="text/css" />
<link rel="stylesheet" href="css/custom.css" type="text/css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="./index.html"> HOME </a>
</div><div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org9d13ead">1. Hot Papers</a>
<ul>
<li><a href="#org7ee7b41">1.1. About</a></li>
<li><a href="#org6523087">1.2. 2020-09-03</a></li>
<li><a href="#org3c6fee1">1.3. 2020-09-10</a></li>
<li><a href="#orgffe3ba4">1.4. 2020-09-18</a></li>
<li><a href="#org067f02f">1.5. 2020-09-25</a></li>
<li><a href="#orgd6b386e">1.6. 2020-10-02</a></li>
<li><a href="#orgf3a7806">1.7. 2020-10-09</a></li>
<li><a href="#orgccd9ee4">1.8. 2020-10-16</a></li>
<li><a href="#org9fd6cab">1.9. 2020-10-23</a></li>
<li><a href="#org43599fc">1.10. 2021-02-26</a></li>
<li><a href="#orgf8c8a63">1.11. 2021-04-02</a></li>
<li><a href="#orge18048b">1.12. 2021-04-09</a></li>
<li><a href="#org10d3101">1.13. 2021-04-23</a></li>
<li><a href="#org6f7767c">1.14. today</a></li>
<li><a href="#orgc52b497">1.15. 2021-11-05</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div class="HTML" id="org45b145d">
<p>
\(
	  \newcommand{\dif}{\,\mathrm{d}}
	  \newcommand{\sci}[2]{#1 \times 10^{#2}}
	  \def\num#1{\numx#1}\def\numx#1e#2{{#1}\mathrm{e}{#2}}
	  \newcommand{\msun}{{\rm M}_\odot}
	  \newcommand{\si}[1]{{\rm #1}}
\)
</p>

</div>

<div id="outline-container-org9d13ead" class="outline-2">
<h2 id="org9d13ead"><span class="section-number-2">1</span> Hot Papers</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org7ee7b41" class="outline-3">
<h3 id="org7ee7b41"><span class="section-number-3">1.1</span> About</h3>
<div class="outline-text-3" id="text-1-1">
<blockquote>
<p>
Zoom information is below.
</p>

<p>
As with previous iterations of Hot Papers, voting will take place each
week on which papers will be discussed the following week. In the
period between voting and the following meeting, we'll be asking (in
general) two people to volunteer as discussion leaders for papers that
they voted for. We'd particularly appreciate <b>having faculty and
postdocs vote and present papers</b>, as the graduate students have
indicated that they value seeing their perspectives on selecting and
breaking down papers.
</p>

<p>
Given the upcoming dissolution of VoxCharta, we'll be moving our
voting venue to benty-fields <a href="http://www.benty-fields.com/">http://www.benty-fields.com/</a> for the time
being. To place your votes, you'll need to make an account, click on
"Journal Club," and search for "UMD Astro Hot Papers."
</p>

<p>
As a reminder, the papers and topics we discuss at Hot Papers are
determined by <b>you</b>! You don't need to be an expert to vote on a
paper, and you can always say no if Arjun or I ask you to present a
paper that you voted on. If you are presenting a paper, you don't need
to know everything. Coming with questions is encouraged! Hot Papers is
a group discussion to help everyone better understand the top-voted
papers in astronomy.
</p>

<p>
Happy voting, and hope to see you tomorrow! Julian
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org6523087" class="outline-3">
<h3 id="org6523087"><span class="section-number-3">1.2</span> 2020-09-03</h3>
<div class="outline-text-3" id="text-1-2">
<ol class="org-ol">
<li>Prospects for Characterizing the Haziest Sub-Neptune Exoplanets with
High Resolution Spectroscopy <a href="https://arxiv.org/abs/2008.11299">https://arxiv.org/abs/2008.11299</a> by Hood
et al. Presented by Dana Louie</li>

<li>Cold gas in the Milky Way's nuclear wind
<a href="https://arxiv.org/abs/2008.09121">https://arxiv.org/abs/2008.09121</a> by Di Teodoro et al. Presented by
Becca Levy</li>
</ol>
</div>
</div>

<div id="outline-container-org3c6fee1" class="outline-3">
<h3 id="org3c6fee1"><span class="section-number-3">1.3</span> 2020-09-10</h3>
<div class="outline-text-3" id="text-1-3">
<p>
GW190521: A Binary Black Hole Merger with a Total Mass of 150 M⊙
<a href="https://arxiv.org/pdf/2009.01075.pdf">https://arxiv.org/pdf/2009.01075.pdf</a> by R. Abbott et al. (LIGO
Scientific Collaboration and Virgo Collaboration) Presented by Cole
Miller
</p>
</div>
</div>

<div id="outline-container-orgffe3ba4" class="outline-3">
<h3 id="orgffe3ba4"><span class="section-number-3">1.4</span> 2020-09-18</h3>
<div class="outline-text-3" id="text-1-4">
<p>
GRB 160625B: Evidence for a Gaussian-Shaped Jet
<a href="https://arxiv.org/abs/2009.00579">https://arxiv.org/abs/2009.00579</a> by Cunningham, Cenko, Ryan, Vogel, et
al. Congratulations to all the UMD authors here! Presented by Ginny
Cunningham.
</p>

<p>
On the Origin &amp; Thermal Stability of Arrokoth's and Pluto's Ices
<a href="https://arxiv.org/abs/2009.02277">https://arxiv.org/abs/2009.02277</a> by Lisse et al. *Presented by Carrie
Holt*.
</p>
</div>
</div>

<div id="outline-container-org067f02f" class="outline-3">
<h3 id="org067f02f"><span class="section-number-3">1.5</span> 2020-09-25</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Phosphine Gas in the Cloud Decks of Venus
<a href="https://arxiv.org/pdf/2009.06593.pdf">https://arxiv.org/pdf/2009.06593.pdf</a> by J.S. Greaves et al. *Presented
by Giannina Guzman Caloca*
</p>

<p>
The Magellanic Corona and the formation of the Magellanic Stream
<a href="https://arxiv.org/pdf/2009.04368.pdf">https://arxiv.org/pdf/2009.04368.pdf</a> by S. Lucchini et al. *Presented by
Calvin Osinga*
</p>
</div>
</div>

<div id="outline-container-orgd6b386e" class="outline-3">
<h3 id="orgd6b386e"><span class="section-number-3">1.6</span> 2020-10-02</h3>
<div class="outline-text-3" id="text-1-6">
<p>
M51-ULS-1b: The First Candidate for a Planet in an External Galaxy
<a href="https://arxiv.org/pdf/2009.08987.pdf">https://arxiv.org/pdf/2009.08987.pdf</a> by Di Stefano et al. Presented by
Richard Mushotzky.
</p>

<p>
The Imperative to Reduce Carbon Emissions in Astronomy
<a href="https://arxiv.org/abs/1912.05834">https://arxiv.org/abs/1912.05834</a> by Stevens et al. and The Ecological
Impact of High-performance Computing in Astrophysics
<a href="https://arxiv.org/abs/2009.11295">https://arxiv.org/abs/2009.11295</a> by Zwart. Presented by Geoff Ryan
</p>
</div>
</div>

<div id="outline-container-orgf3a7806" class="outline-3">
<h3 id="orgf3a7806"><span class="section-number-3">1.7</span> 2020-10-09</h3>
<div class="outline-text-3" id="text-1-7">
<p>
The Evolution of the Baryons Associated with Galaxies Averaged over
Cosmic Time and Space <a href="https://arxiv.org/abs/2009.11126">https://arxiv.org/abs/2009.11126</a> by F. Walter et
al. *Presented by Benedikt Diemer*
</p>

<p>
A Giant Planet Candidate Transiting a White Dwarf
<a href="https://arxiv.org/abs/2009.07282">https://arxiv.org/abs/2009.07282</a> by A. Vanderburg et al. *Presented by
Guangwei Fu*
</p>
</div>
</div>

<div id="outline-container-orgccd9ee4" class="outline-3">
<h3 id="orgccd9ee4"><span class="section-number-3">1.8</span> 2020-10-16</h3>
<div class="outline-text-3" id="text-1-8">
<p>
On the possibility of through passage of asteroid bodies across the
Earth's atmosphere <a href="https://arxiv.org/abs/2009.14234">https://arxiv.org/abs/2009.14234</a> by Khrennikov et
al. Presented by Thomas Rimlinger
</p>

<p>
Black-hole spectroscopy, the no-hair theorem and GW150914: Kerr
vs. Occam <a href="https://arxiv.org/abs/2010.01857">https://arxiv.org/abs/2010.01857</a> by Bustillo et al. Presented
by Cecilia Chirenti
</p>
</div>
</div>

<div id="outline-container-org9fd6cab" class="outline-3">
<h3 id="org9fd6cab"><span class="section-number-3">1.9</span> 2020-10-23</h3>
<div class="outline-text-3" id="text-1-9">
<p>
Re-analysis of the 267-GHz ALMA observations of Venus: No statistically
significant detection of phosphine <a href="https://arxiv.org/abs/2010.09761">https://arxiv.org/abs/2010.09761</a> by
Snellen et al. *Presented by Teal*
</p>

<p>
Integral-Field Spectroscopy of Fast Outflows in Dwarf Galaxies with AGN
<a href="https://arxiv.org/abs/2010.09008">https://arxiv.org/abs/2010.09008</a> by Liu et al. *Presented by Weizhe Liu*
</p>
</div>
</div>

<div id="outline-container-org43599fc" class="outline-3">
<h3 id="org43599fc"><span class="section-number-3">1.10</span> 2021-02-26</h3>
<div class="outline-text-3" id="text-1-10">
<ul class="org-ul">
<li><a href="https://arxiv.org/abs/2102.01835">Icy Exomoons Evidenced by
Spallogenic Nuclides in Polluted White Dwarfs</a> by Doyle et al.</li>
</ul>

<p>
<i>Presented by Giannina Guzman Caloca</i>
</p>

<ul class="org-ul">
<li><a href="https://arxiv.org/abs/2102.08488">On the Capture of Interstellar
Objects by our Solar System</a> by Napier et al. /Presented by Doug
Hamilton/

<ul class="org-ul">
<li>Computational power: simulating 500 million asteroid trajectories.</li>
</ul></li>

<li>Journal Club:
<a href="https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2020JE006475">Global
Patterns of Recent Mass Movement on Asteroid (101955) Bennu</a> by Joe
DeMartini

<ul class="org-ul">
<li>An ancient relic of our solar system's early days, Bennu has seen
more than 4.5 billion years of history. Because its materials are so
old, Bennu represents a type of building block of our solar system's
rocky planets. It may even contain organic molecules similar to
those that could have played a role in the start of life on Earth.</li>
<li>Size and Distance: At about half a kilometer wide at its equator.
Bennu's average orbital distance from the Sun is slightly bigger
than 1 AU.</li>
</ul></li>
</ul>

<p>
2021-02
</p>
</div>
</div>

<div id="outline-container-orgf8c8a63" class="outline-3">
<h3 id="orgf8c8a63"><span class="section-number-3">1.11</span> 2021-04-02</h3>
<div class="outline-text-3" id="text-1-11">
<p>
<a href="https://arxiv.org/abs/2103.08788">1I/'Oumuamua as an N2 ice fragment
of an exo-Pluto surface: I. size and compositional constraints</a> by
Jackson and Desch
</p>

<p>
Presented by: Antoine Washington
</p>

<ul class="org-ul">
<li>Hyperbolic orbit: outside of solar system</li>
<li>Research:

<ul class="org-ul">
<li>Non-gravitational motion, motion not caused by the Sun:

<ul class="org-ul">
<li>Figure 1. Predicted non-gravitational acceleration at 1.42 AU due
to sublimation and jetting. N2, CO, CH4, Ne are possible
candidates.</li>
</ul></li>

<li>Conclusion: made of nitrogen iceberg</li>
</ul></li>
</ul>

<p>
<a href="https://arxiv.org/abs/2103.08723">To H0 or not to H0?</a> by Efstathiou
</p>

<p>
Presented by: Calvin Osinga
</p>

<p>
Distance ladder:
</p>

<ul class="org-ul">
<li>tip of red giant branch???</li>
</ul>
</div>
</div>

<div id="outline-container-orge18048b" class="outline-3">
<h3 id="orge18048b"><span class="section-number-3">1.12</span> 2021-04-09</h3>
<div class="outline-text-3" id="text-1-12">
<p>
<a href="https://arxiv.org/abs/2103.14039">Machine Learning the 6th Dimension:
Stellar Radial Velocities from 5D Phase-Space Correlations</a> by Dropulic
et al.
</p>

<p>
<i>Presented by Jegug Ih</i>
</p>
</div>
</div>

<div id="outline-container-org10d3101" class="outline-3">
<h3 id="org10d3101"><span class="section-number-3">1.13</span> 2021-04-23</h3>
<div class="outline-text-3" id="text-1-13">
<ul class="org-ul">
<li>Wong et al. 2021</li>
</ul>

<p>
Fig. 5: magnetic field lines
</p>

<p>
Fig. 7: velocity fields, colored by v_phi. INTERESTING
</p>

<p>
<b>Sagi A star?</b>
</p>

<ul class="org-ul">
<li>Eve Lee: Primordial Radius Gap and Potentially Broad Core Mass
Distributions of Super-Earths and Sub-Neptunes

<ul class="org-ul">
<li><a href="https://iopscience-iop-org.proxy-um.researchport.umd.edu/article/10.3847/1538-4357/abd6c7">PDF</a></li>
<li>Eq. 5: isothermal accretion at envelope</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org6f7767c" class="outline-3">
<h3 id="org6f7767c"><span class="section-number-3">1.14</span> today</h3>
<div class="outline-text-3" id="text-1-14">
<p>
C^+ atomic mass?, CO, molecular mass, sum up together. CII to mass
ratio? Q: independant measurement of those ratios?
</p>
</div>
</div>

<div id="outline-container-orgc52b497" class="outline-3">
<h3 id="orgc52b497"><span class="section-number-3">1.15</span> 2021-11-05</h3>
<div class="outline-text-3" id="text-1-15">
<p>
<a href="https://arxiv.org/pdf/2110.06957.pdf">Constraints on the neutron
star's maximum densities from postmerger gravitational-waves with
third-generation observations</a> by Breschi et al.
</p>

<p>
<i>Presented by</i> <i>Isiah</i>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Author: ChongChong He</p><p></p><p><a href='https://www.astro.umd.edu/~chongchong/'>www.astro.umd.edu/~chongchong/</a></p>
</div>
</body>
</html>